[
  {
    "id": 1,
    "name": "Samarth Gupta",
    "role": "MBA Student",
    "company": "Kanpur, Uttar Pradesh",
    "image": "/assets/testimonials/Samarth Gupta.jpeg",
    "comment": "I attended soft skills and communication training with Swati ma’am, and it was a very helpful experience. She explains things in a simple and easy way, which makes learning comfortable. Her sessions were interactive and she encouraged everyone to speak and participate. I learned how to communicate more confidently because of her guidance.",
    "rating": 5,
    "course": "Communication Skills"
  },
  {
    "id": 2,
    "name": "Apoorvi Shrivastava",
    "role": "HR Trainee",
    "company": "KPMG, Noida",
    "image": "/assets/testimonials/Apoorvi Shrivastava.jpeg",
    "comment": "What made this training different for me was the focus on overall personality development, not just communication. I learned how to structure my thoughts before speaking, handle professional situations calmly, and improve my confidence step by step. Swati Ma'am's sessions felt very interactive and practical, which made learning easy to remember and apply. I have seen a clear improvement in the way I speak, present myself, and interact with others cofidently.",
    "rating": 4,
    "course": "Leadership & Team Building"
  },
  {
    "id": 3,
    "name": "Abhishek Pandey",
    "role": "Sales Associate",
    "company": "Noida",
    "image": "/assets/testimonials/Abhishek Pandey.jpeg",
    "comment": "Swati Ma’am’s training sessions were very engaging and practical. She created a friendly environment where everyone felt comfortable sharing their thoughts. The activities she conducted helped me improve my confidence and speaking skills. Overall, it was a great learning experience and very useful for personal and professional growth.",
    "rating": 5,
    "course": "Leadership & Team Building"
  },
  {
    "id": 4,
    "name": "Nidhi Thakur",
    "role": "",
    "company": "Silchar, Assam",
    "image": "/assets/testimonials/Nidhi Thakur.jpeg",
    "comment": "I want to tell about the Swati ma'am. Swati ma'am is a good tutor. She is a very good communicator and her interaction is very well. When you talk to her, you feel a friendly environment because she always comes with and with the same energy and a smile and calmness on her face, which makes a friendly environment as well as when you talk to her, she gives you a right direction while speaking and as well as while speaking she supports you. She gives you all the aspects of the topic. It will help you in interview as well. So, I feel she is a wonderful teacher and a wonderful guide. Thank you so much.",
    "rating": 5,
    "course": "Communication Skills"
  }
]
